{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Implements a factory for UFileMediaSource objects."
					},
					"Translation":
					{
						"Text": "웹 M 플랫 파일 미디어 소스 팩토리 - UFileMediaSource 오브젝트의 팩토리를 구현합니다."
					},
					"Key": "PS4FileMediaSourceFactory"
				},
				{
					"Source":
					{
						"Text": "Settings for the PS4Media plug-in."
					},
					"Translation":
					{
						"Text": "PS4 미디어 세팅 - PS4Media 플러그인 세팅입니다."
					},
					"Key": "PS4MediaSettings"
				},
				{
					"Source":
					{
						"Text": "The number of output video frame buffers (default = 6)."
					},
					"Translation":
					{
						"Text": "출력 비디오 프레임 버퍼 - 출력 비디오 프레임 버퍼 수입니다 (기본 = 6)."
					},
					"Key": "PS4MediaSettings:OutputVideoFrameBuffers"
				},
				{
					"Source":
					{
						"Text": "The video buffer size for HLS media sources (in MB, default = 8)."
					},
					"Translation":
					{
						"Text": "HLS 비디오 버퍼 크기 MB - HLS 미디어 소스에 대한 비디오 버퍼 크기입니다 (MB 단위, 기본 = 8)."
					},
					"Key": "PS4MediaSettings:HlsVideoBufferSizeMB"
				},
				{
					"Source":
					{
						"Text": "The video buffer size for local file media sources (in MB, default = 1)."
					},
					"Translation":
					{
						"Text": "파일 비디오 버퍼 크기 MB - 로컬 파일 미디어 소스에 대한 비디오 버퍼 크기입니다 (MB 단위, 기본 = 1)."
					},
					"Key": "PS4MediaSettings:FileVideoBufferSizeMB"
				}
			]
		}
	]
}